Repository: Visafe/VisafeIOS
Catalog: AdguardExtension/VisafeApp/UI/ViewControllers/MainTabBar/MainMenu/License/*.lproj/License.strings
Languages: da, ja, nl, ru, zh_hans

# 53G-qY-SZ5.text
source: Code from the authentication app:
da: Kode fra godkendelses-appen:
ja: 認証アプリからのコード：
nl: Code van authenticatie app:
ru: Код из приложения для аутентификации:
zh_hans: 来自认证应用的代码：

# 6P7-a5-VLL.text
source: Security filters
da: Sikkerhedsfiltre
ja: セキュリティ・フィルタ
nl: Beveiligingsfilters
ru: Фильтры безопасности
zh_hans: 安全过滤器

# 70b-CS-wqh.title
source: Logout
da: Log ud
ja: ログアウト
nl: Uitloggen
ru: Выйти
zh_hans: 登出

# FLH-Qd-Atk.text
source: All Premium features are available
da: Alle Premium-funktioner er tilgængelige
ja: プレミアム機能すべてご利用可能です
nl: Alle premium features zijn beschikbaar
ru: Вам доступны все Премиум-опции
zh_hans: 所有高级版特性是可用的

# J8s-sG-FKu.text
source: Login
da: Log ind
ja: ログイン
nl: Aanmelden
ru: Войти
zh_hans: 登录

# KOP-vw-FG7.text
source: Set your own rules
da: Indstil egne regler
ja: 独自のルールを設定できる
nl: Eigen regels instellen
ru: Создавайте собственные правила
zh_hans: 设置您自己的规则

# LJj-cc-Ko5.text
source: Email:
ja: メールアドレス：
nl: Voer hier je e-mailadres in
zh_hans: 输入您的电子邮件地址

# NlM-RH-NgY.text
source: BLOCK MORE ADS & TRACKERS
da: BLOKÉR FLERE ANNONCER OG TRACKERS
ja: さらに多くの 広告と追跡をブロック
nl: BLOKKEER MEER ADVERTENTIES & TRACKERS
ru: БЛОКИРУЙТЕ БОЛЬШЕ РЕКЛАМЫ И ТРЕКЕРОВ
zh_hans: 拦截更多 广告 & 追踪器

# P6N-OK-fHG.text
source: Password:
da: Adgangskode:
ja: パスワード：
nl: Wachtwoord:
ru: Пароль:
zh_hans: 密码：

# Rxf-sg-Wfk.normalTitle
source: GO TO MY ACCOUNT
da: GÅ TIL MIN KONTO
ja: マイ・アカウントへ行く
nl: Ga naar mijn account
ru: ЛИЧНЫЙ КАБИНЕТ
zh_hans: 转到我的账号

# UaA-JQ-kV4.title
source: Login
da: Log ind
ja: ログイン
nl: Aanmelden
ru: Войти
zh_hans: 登录

# YIm-R8-cxj.text
source: Block phishing, scam and crypto-jacking
da: Blokér phishing, svindel og crypto-jacking
ja: オンライン詐欺、フィッシング、クリプトジャッキングをブロック
nl: Blokkeer phishing, scams en crypto-jacking
ru: Блокируйте фишинг, мошенничество и криптоджекинг
zh_hans: 拦截网络钓鱼、诈骗和加密货币劫持

# ZuM-Nn-uXv.text
source: Log in with your Visafe account or with social networks
da: Log ind med din Visafe-konto eller sociale netværk
ja: お持ちのVisafeアカウントやSNSアカウントでログイン
nl: Log in met je Visafe-account of met sociale netwerken
ru: Войти через аккаунт Visafe или через социальные сети
zh_hans: 使用您的 Visafe 账号或社交媒体登录

# bUa-fF-AXO.normalTitle
source: LOGIN
da: LOG IND
ja: ログイン
nl: AANMELDEN
ru: ВОЙТИ
zh_hans: 登录

# fwp-I7-Qtl.text
source: Value your privacy
da: Værdsæt din fortrolighed
ja: 個人情報追跡を防止しプライバシーを保護
nl: Neem je privacy serieus
ru: Позаботьтесь о ваших данных
zh_hans: 珍视自己隐私

# fxK-6y-LB6.text
source: Sign in
da: Log ind
ja: ログイン
nl: Aanmelden
ru: Вход в аккаунт
zh_hans: 登录

# gLL-6o-GGa.text
source: DNS protection
da: DNS-beskyttelse
ja: DNS通信を保護
nl: DNS bescherming
ru: DNS-защита
zh_hans: DNS防护

# hjF-1C-hFa.text
source: Premium is activated
da: Premium er aktiveret
ja: プレミアム版は有効です。
nl: Premium is geactiveerd
ru: Премиум-подписка активирована
zh_hans: 高级版已激活

# mR4-EU-MFx.normalTitle
source: Restore purchase
da: Gendan køb
ja: 購入を復元
nl: Aankopen herstellen
ru: Восстановить покупку
zh_hans: 恢复购买

# ppx-jv-rek.text
source: Custom filters
da: Tilpassede filtre
ja: カスタム・フィルタ
nl: Aangepaste filters
ru: Собственные фильтры
zh_hans: 自定义过滤器

# rrj-Gm-LCJ.normalTitle
source: CONFIRM
da: BEKRÆFT
ja: 確認
nl: BEVESTIGEN
ru: ПОДТВЕРДИТЬ
zh_hans: 确认
