Repository: Visafe/VisafeIOS
Catalog: AdguardExtension/VisafeApp/UI/ViewControllers/MainTabBar/MainMenu/Settings/*.lproj/Settings.strings
Languages: id, pl

# 0RM-mR-ikS.text
source: Reset settings
id: Setel ulang pengaturan
pl: Resetuj ustawienia

# 2A9-hH-oY3.text
source: Time in seconds
id: Waktu dalam detik
pl: Czas w sekundach

# 3zG-B5-jE5.text
source: Debug logs
id: Log debug
pl: Dzienniki debugowania

# 7nl-3p-BP2.text
source: Blocked response TTL
id: Respon TLL diblokir
pl: Zablokowana odpowiedź TTL

# 8ad-4w-rbs.text
source: Invert the Allowlist
id: Balikkan daftar Putih
pl: Odwróć Listę dozwolonych

# 8jT-85-XFp.text
source: Incompatible with other VPN apps, unstable
id: Tidak kompatibel dengan aplikasi VPN lain, tidak stabil
pl: Niezgodny z innymi aplikacjami VPN, niestabilny

# 95J-h1-QgG.normalTitle
source: SAVE
id: SIMPAN
pl: ZAPISZ

# 9hH-ca-VHY.text
source: Delete VPN profile
pl: Usuń profil VPN

# A89-2M-jqd.text
source: Bootstrap IP address
id: Alamat IP Bootstrap
pl: Bootstrap IP adres

# AtW-mH-6ja.text
source: Respond with REFUSED code
id: Respon dengan kode REFUSED
pl: Odpowiedz kodem REFUSED

# BOT-Ej-15M.text
source: Show filter updates progress bar
id: Tampilkan bar progres pembaruan filter
pl: Pokaż pasek postępu aktualizacji filtrów

# BQY-q7-BQU.text
source: Content blockers
id: Pemblokir konten
pl: Blokowanie treści

# Dfm-If-1AX.normalTitle
source: CANCEL
id: BATAL
pl: ANULUJ

# ESe-CM-On1.text
source: Blocking mode
id: Mode pemblokiran
pl: Tryb blokowania

# EbM-k3-HW8.text
source: Incompatible with other VPN apps
id: Tidak kompatibel dengan aplikasi VPN lain
pl: Niezgodny z innymi aplikacjami VPN

# FzS-e3-CK1.text
source: Dark
id: Gelap
pl: Ciemny

# GBd-dx-t46.text
source: Don't change them unless you know what you're doing
id: Jangan diubah kecuali Anda tau apa yang Anda lakukan
pl: Jak głęboko schodzi królicza nora?

# GFO-xu-Bir.text
source: Visafe will write more details to the logfile. Don't enable unless you need to track down a bug
id: Visafe akan menulis detail lebih lanjut ke logfile. Jangan aktifkan kecuali Anda perlu melacak bug
pl: Visafe zapisze więcej szczegółów w pliku dziennika. Nie włączaj, chyba że musisz wyśledzić błąd

# H3Q-H6-YV0.text
source: Enable this option if you experience issues with the Internet connection while Visafe is running
id: Aktifkan opsi ini jika Anda mengalami masalah dengan koneksi Internet saat Visafe berjalan
pl: Włącz tę opcję, jeśli występują problemy z połączeniem internetowym podczas działania Visafe

# IvJ-Oi-vGF.text
source: Low-level settings
id: Pengaturan tingkat rendah
pl: Ustawienia niskopoziomowe

# JQH-8J-wY8.text
source: Bootstrap servers
id: Server bootstrap
pl: Serwery Bootstrap

# Jnb-4w-9NY.text
source: This will delete your actual VPN profile and disable DNS protection
pl: Spowoduje to usunięcie Twojego aktualnego profilu VPN i wyłączenie ochrony DNS

# Lig-ju-iTI.text
source: Advanced settings
id: Pengaturan lanjutan
pl: Ustawienia zaawansowane

# NC2-8A-E6f.text
source: Block IPv6
id: Blokir IPv6
pl: Blokuj IPv6

# ObO-g4-VHL.text
source: You have 6 content blockers, each of them can contain up to 50,000 rules
id: Anda mempunyai 6 pemblokir konten, masing-masing berisi hingga 50,000 aturan
pl: Masz 6 blokerów treści, z których każdy może zawierać 50 000 reguł

# Ory-8I-Ih0.text
source: Advanced mode
id: Mode lanjutan
pl: Tryb zaawansowany

# QEc-dY-TtB.text
source: Reset statistics
id: Reset statistik
pl: Wyzeruj statystyki

# Rmq-30-7hJ.text
source: Block AAAA requests
id: Blokir permintaan AAAA
pl: Blokuj żądania AAAA

# TX9-Md-Qzr.text
source: System default
id: Sistem standar
pl: Domyślne ustawienie systemowe

# Twq-5a-kOB.text
source: This option will reset all your settings
id: Opsi ini akan mereset semua pengaturan Anda
pl: Ta opcja zresetuje wszystkie ustawienia

# Vtx-vp-WIV.headerTitle
source: Theme
id: Tema
pl: Motyw

# WUY-Cq-SPm.normalTitle
source: CANCEL
id: BATAL
pl: ANULUJ

# X0A-gU-hzf.text
source: Auto-update over Wi-Fi only
id: Perbarui otomatis hanya lewat Wi-Fi
pl: Auto-aktualizacja tylko przez Wi-Fi

# bRu-jJ-qsB.text
source: DNS Servers
id: Server DNS
pl: Serwery DNS

# bnd-Eh-hpk.text
source: Tunnel mode
pl: Tryb tunelowy

# cXx-vF-2MX.text
source: Blocking mode
id: Mode pemblokiran
pl: Tryb blokowania

# cdQ-kW-CG7.text
source: Tunnel mode
id: Mode tunnel
pl: Tryb tunelowy

# cgV-he-JNk.text
source: Respond with zero IP address (0.0.0.0 for A; :: for AAAA) when blocked by AdBlock-style rule; respond with the IP address specified in the rule when blocked by /etc/hosts-style rule
id: Tanggapi dengan alamat IP nol (0.0.0.0 untuk A; :: untuk AAAA) saat diblokir oleh aturan AdBlock-style; tanggapi dengan alamat IP yang ditentukan dalam aturan ketika diblokir oleh aturan /etc/hosts-style
pl: Odpowiedz z zerowym adresem IP (0.0.0.0 dla A; :: dla AAAA), gdy jest zablokowany przez regułę w stylu AdBlock; odpowiedz podając adres IP określony w regule, jeśli jest blokowany przez regułę /etc/hosts-style

# dLN-5K-c1N.text
source: Restart protection when network changes
id: Ulangi proteksi jika jaringan berubah
pl: Zrestartuj ochronę po zmianie sieci

# dsw-Ub-m4M.text
source: Respond with NXDOMAIN code
id: Selalu kembalikan NXDOMAIN
pl: Odpowiedz kodem NXDOMAIN

# eIa-RB-Phv.text
source: Advanced settings
id: Pengaturan lanjutan
pl: Ustawienia zaawansowane

# eiP-yl-Xb3.text
source: Full-Tunnel (without VPN icon)
id: Full-Tunnel (tanpa ikon VPN)
pl: Full-Tunnel (bez ikony VPN)

# gxl-pG-zh1.text
source: Compatible with “Personal VPN” apps
id: Kompatibel dengan aplikasi "Personal VPN"
pl: Zgodny z aplikacjami „Personal VPN”

# jmQ-ze-hFG.text
source: In the Split-Tunnel mode Visafe is compatible with so-called “Personal VPN” apps. As a trade-off, in this mode it may be bypassed by system in case of bad connectivity.
id: Pada mode Split-Tunnel, Visafe kompatibel dengan aplikasi yang disebut "Personal VPN". Sebagai pertukaran, dalam mode ini dapat dilewati oleh sistem jika konektivitas buruk.
pl: W trybie Split-Tunnel Visafe jest kompatybilny z tak zwanymi aplikacjami „Personal VPN”. Jako kompromis, w tym trybie może zostać pominięty przez system w przypadku złej łączności

# k0U-fn-m9X.text
source: Fallback servers
id: Server Sandaran (Fallback)
pl: Serwery rezerwowe

# nL4-Vl-Gcz.headerTitle
source: Other
id: Lainnya
pl: Inne

# nPj-OI-Pcb.text
source: Content blockers
id: Pemblokir konten
pl: Blokowanie treści

# ocH-QT-NRZ.text
source: Light
id: Terang
pl: Jasny

# qUy-uy-QiF.text
source: Enables additional settings for advanced users
id: Aktifkan pengaturan tambahan untuk pengguna tingkat lanjut
pl: Włącza dodatkowe ustawienia dla zaawansowanych użytkowników

# qxo-YS-JWL.text
source: Show status bar
id: Tampilkan status bar
pl: Pokaż pasek stanu

# rDk-OP-kAS.text
source: Respond with zero IP address (0.0.0.0 for A; :: for AAAA)
id: Menanggapi dengan alamat IP nol (0.0.0.0 untuk A; :: untuk AAAA)
pl: Odpowiedz z zerowym adresem IP (0.0.0.0 dla A; :: dla AAAA)

# reQ-4X-84i.text
source: Low-level settings
id: Pengaturan tingkat rendah
pl: Ustawienia niskopoziomowe

# sNF-Hy-NdB.normalTitle
source: SAVE
id: SIMPAN
pl: ZAPISZ

# sc6-Tw-xnL.text
source: Settings
id: Pengaturan
pl: Ustawienia

# tTY-BW-QcN.text
source: If this setting is enabled, Visafe will use only Wi-Fi for background filter updates
id: Jika pengaturan ini diaktifkan, Visafe hanya akan menggunakan Wi-Fi untuk pembaruan filter dibelakang
pl: Jeśli to ustawienie jest włączone, Visafe będzie aktualizował filtry w tle tylko przez Wi-Fi

# uRk-qq-TJH.text
source: Blocked Response TTL
id: Respon TTL yang Diblokir
pl: Zablokowana odpowiedź TTL

# wPe-ae-X0G.text
source: Are you a developer?
id: Apakah Anda seorang pengembang?
pl: Czy jesteś programistą?

# wYq-g0-5k6.text
source: This option will clear all statistical data, such as number of requests, etc.
id: Opsi ini akan mengosongkan semua data statistik, seperti jumlah permintaan, dll.
pl: Ta opcja wyczyści wszystkie dane statystyczne, takie jak liczbę żądań itp.

# yBG-d2-ebt.text
source: Unblock ads everywhere except for the websites from this list
id: Tidak memblokir iklan dimanapun kecuali untuk website dari daftar ini
pl: Odblokuj reklamy wszędzie poza witrynami z tej listy
