Repository: Visafe/VisafeIOS
Catalog: AdguardExtension/VisafeApp/UI/ViewControllers/MainTabBar/MainPage/*.lproj/MainPage.strings
Languages: ru, vi

# 3qN-uj-pOb.text
source: Get stronger with PREMIUM!
ru: Блокируйте больше с ПРЕМИУМ!
vi: Chặn nhiều thứ hơn nữa với phiên bản ĐẶC BIỆT!

# 46F-Jh-wHm.normalTitle
source: FIX IT
ru: ИСПРАВИТЬ
vi: SỬA NÓ

# 4Ft-5h-4Jd.normalTitle
source: TRY FOR FREE
ru: ПОПРОБОВАТЬ
vi: DÙNG THỬ MIỄN PHÍ

# 5pX-mg-2fq.text
source: Period
ru: Показывать статистику
vi: Khoảng

# 8Z0-0U-Hfk.text
source: Native DNS is operating
ru: Нативный DNS работает
vi: DNS gốc đang hoạt động

# Btd-nN-zLO.text
source: requests
ru: запросов
vi: yêu cầu

# Cfe-vu-29O.text
source: avg. time
ru: ср. время
vi: dữ liệu được tiết kiệm

# FcP-gP-TsG.text
source: Some content blockers are disabled
ru: Некоторые блокировщики контента отключены
vi: Một số trình chặn nội dung bị vô hiệu hóa

# Oez-VU-4fi.normalTitle
source: Today
ru: За сегодня
vi: Hôm nay

# Roe-x7-9e8.normalTitle
source: 24 hours
ru: За 24 часа
vi: 24 giờ

# VRw-EP-ZlF.normalTitle
source: 7 days
ru: За 7 дней
vi: 7 ngày

# a5U-A8-S8G.text
source: encrypted
ru: зашифровано
vi: bị chặn

# cvv-CS-LMQ.text
source: Some Safari content blockers are disabled
ru: Некоторые блокировщики контента в Safari отключены
vi: Một số trình chặn nội dung Safari bị vô hiệu hóa

# gDb-ep-jQg.normalTitle
source: All time
ru: За все время
vi: Mọi lúc

# gu3-as-BZN.normalTitle
source: 30 days
ru: За 30 дней
vi: 30 ngày

# kfe-5H-fB1.normalTitle
source: All time
ru: За все время
vi: Mọi lúc

# oe6-9O-dBB.normalTitle
source: FIX IT
ru: ИСПРАВИТЬ
vi: SỬA NÓ
